Repository: AiursoftWeb/Warp
Catalog: src/Aiursoft.Warp/Resources/Views/Home/Index.*.resx
Languages: da_dk

source: Welcome
da_dk: Velkommen

source: This is a template project
da_dk: Dette er et skabelonprojekt

source: Hello World!
da_dk: Hej Verden!

# RBAC Authorization
source: RBAC Authorisation
da_dk: RBAC-godkendelse

source: Multiple Database Support
da_dk: Understøttelse af flere databaser

source: Why use the Aiursoft Template?
da_dk: Hvorfor bruge Aiursoft Template?

source: Seamlessly integrate with any OpenID Connect provider, with automatic role synchronisation.
da_dk: Integrer problemfrit med enhver OpenID Connect-udbyder med automatisk rolle-synkronisering.

source: Easily switch between providers such as SQLite, MySQL, SQL Server, and an in-memory database for testing.
da_dk: Skift nemt mellem udbydere som SQLite, MySQL, SQL Server og en hukommelsesdatabase til test.

source: A modern, feature-rich, and highly extensible foundation for your next web application.
da_dk: En moderne, funktionsrig og meget udvidelsesparat fundament til din næste webapplikation.

source: Dynamic Navigation Bar
da_dk: Dynamisk Navigationslinje

source: Comprehensive Documentation
da_dk: Omfattende Dokumentation

source: AI-Powered Translations
da_dk: AI-drevne oversættelser

source: The navigation bar automatically adjusts based on user roles and permissions.
da_dk: Navigationslinjen tilpasser sig automatisk baseret på brugerroller og tilladelser.

source: A built-in Role-Based Access Control (RBAC) system for fine-grained permission management.
da_dk: Et indbygget Role-Based Access Control (RBAC)-system til finjusteret rettighedshåndtering.

source: Built-in User Management
da_dk: Indbygget brugeradministration

source: Automatic, AI-driven translation into 28 languages for global reach.
da_dk: Automatisk, AI-drevet oversættelse til 28 sprog for global rækkevidde.

source: Includes extensive documentation and practical examples to get you started quickly.
da_dk: Inkluderer omfattende dokumentation og praktiske eksempler for at få dig i gang hurtigt.

source: Automatic Dependency Injection
da_dk: Automatisk Dependency Injection

source: Responsive Design
da_dk: Responsivt Design

source: Integrated File Management
da_dk: Integreret Filhåndtering

source: A complete solution for user authentication and profile management, ready to use straight out of the box.
da_dk: En komplet løsning til brugerautentificering og profiladministration klar til brug med det samme.

source: All dependencies are automatically registered and always available via constructor injection.
da_dk: Alle afhængigheder registreres automatisk og er altid tilgængelige via konstruktor-injektion.

source: Automatic Dark Mode
da_dk: Automatisk Mørk Tilstand

# Features a built-in file management system with automatic avatar compression.
source: Features a built-in file management system with automatic profile picture compression.
da_dk: Har et indbygget filhåndteringssystem med automatisk avatar-komprimering.

source: A fully responsive layout that looks great on both desktop and mobile devices.
da_dk: En fuldt responsiv layout, der ser fantastisk ud på både stationære og mobile enheder.

# Dockerized for Deployment
source: Dockerised for Deployment
da_dk: Dockeriseret til implementering

# Smart dark mode that automatically adapts to the user&apos;s system settings.
source: An intelligent dark mode that automatically adapts to the user's system settings.
da_dk: Smart mørktilstand, der automatisk tilpasser sig brugerens systemindstillinger.

source: Comes with full Docker support for streamlined, consistent, and reliable deployments.
da_dk: Kommer med fuld Docker-understøttelse til forenklede, konsistente og pålidelige installationer.

# Read the document
source: Read the documentation
da_dk: Læs dokumentationen

# This is a template project, where we start the voyager...
source: This is a template project, where we begin the voyage...
da_dk: Dette er et skabelonprojekt, hvor vi starter rejsen...

# faster
source: quicker
da_dk: hurtigere

source: Build your next big thing,
da_dk: Byg din næste store ting,

source: Free
da_dk: Gratis

source: Features
da_dk: Funktioner

# MIT Licence
source: MIT License
da_dk: MIT-licens

source: Usage
da_dk: Brug

source: Go to dashboard
da_dk: Gå til dashboard

source: Achieve more with Aiursoft Template
da_dk: Opnå mere med Aiursoft Template

source: Reviews
da_dk: Anmeldelser

# Dashboard Website
source: Control Panel Website
da_dk: Dashboard-websted

source: Markdown to HTML
da_dk: Markdown til HTML

source: What our developers say
da_dk: Hvad vores udviklere siger

source: Use it as a foundation for your SaaS, a backend for your mobile app, a corporate website, or a personal blog. The possibilities are endless.
da_dk: Brug den som fundament for din SaaS, som backend til din mobilapp, en virksomhedshjemmeside eller en personlig blog. Mulighederne er uendelige.

source: Music Tools
da_dk: Musikværktøjer

# Here&apos;s what developers from our community have to say.
source: Here's what developers from our community have to say.
da_dk: Her er hvad udviklere fra vores fællesskab har at sige.

source: Technical Lead
da_dk: Teknisk Lead

source: Frequently asked questions
da_dk: Ofte stillede spørgsmål

# FAQ
source: Frequently Asked Questions
da_dk: OFTE STILLEDE SPØRGSMÅL

source: Is it free to use Aiursoft Template?
da_dk: Er det gratis at bruge Aiursoft Template?

source: Here are some of the answers you might be looking for.
da_dk: Her er nogle af de svar, du muligvis leder efter.

source: What do I need to get started?
da_dk: Hvad har jeg brug for for at komme i gang?

source: How do I deploy my application?
da_dk: Hvordan deployer jeg min applikation?

source: Yes, Aiursoft Template is completely free and open-source under the MIT Licence. You can use it for personal and commercial projects without any cost.
da_dk: Ja, Aiursoft Template er helt gratis og open-source under MIT-licensen. Du kan bruge det til både personlige og kommercielle projekter uden nogen omkostninger.

source: Aiursoft Template is our definitive choice for enterprise projects! It's built for developers and is lightweight yet powerful. We can skip all the boilerplate for authentication and user management.
da_dk: Aiursoft Template er vores endegyldige valg til enterprise-projekter! Den er bygget til udviklere og er letvægtig, men alligevel kraftfuld. Vi kan springe al standardkode til godkendelse og brugeradministration over.

source: You'll need the .NET 10 SDK, npm and your favourite IDE, such as Visual Studio or JetBrains Rider. You can find the full setup guide in our documentation.
da_dk: Du skal bruge .NET 10 SDK, npm og din foretrukne IDE, som f.eks. Visual Studio eller JetBrains Rider. Du kan finde den fulde opsætningsvejledning i vores dokumentation.

source: How can I get support?
da_dk: Hvordan kan jeg få support?

# You can get community support via GitHub Discussions. Please visit our
source: You can obtain community support via GitHub Discussions. Please visit our
da_dk: Du kan få fællesskabsstøtte via GitHub Discussions. Besøg venligst vores

source: Discussions page
da_dk: Diskussionsside

# for any inquiries or to report issues.
source: for any enquiries or to report issues.
da_dk: for eventuelle henvendelser eller for at rapportere problemer.

source: Join our community and start building today!
da_dk: Bliv en del af vores fællesskab og begynd at bygge i dag!

# Join Discussions
source: Join the Discussion
da_dk: Deltag i diskussioner

source: The template is designed for straightforward deployment. It includes comprehensive Docker support, allowing you to containerise your app and run it anywhere. You can also deploy it directly to IIS, Azure App Service, or any server that supports ASP.NET Core.
da_dk: Skabelonen er bygget til nem installation. Den inkluderer fuld Docker-understøttelse, så du kan containerisere din app og køre den hvor som helst. Du kan også installere den direkte på IIS, Azure App Service eller enhver server, der understøtter ASP.NET Core.

source: Start a new project
da_dk: Start et nyt projekt

# Link Shorter
source: Link Shortener
da_dk: Linkforkorter

source: Target URL (Required)
da_dk: Mål-URL (Påkrævet)

source: Your short link has been created:
da_dk: Din korte link er blevet oprettet:

source: Success!
da_dk: Succes!

source: Copy to clipboard
da_dk: Kopier til udklipsholder

source: Copy
da_dk: Kopier

source: Please enter the complete URL, e.g.: <code>https://example.com/path</code>
da_dk: Indtast venligst den komplette URL, f.eks.: <code>https://example.com/path</code>

source: A simple tool to shorten and manage your links.
da_dk: Et simpelt værktøj til at forkorte og administrere dine links.

source: Visibility
da_dk: Synlighed

# e.g.: my-product or leave empty
source: e.g.: my-product or leave blank
da_dk: f.eks.: mit-produkt eller lad være tom

source: Custom Code (Optional)
da_dk: Tilpasset kode (valgfri)

# Expiration Time (Optional)
source: Expiry Time (Optional)
da_dk: Udløbstid (Valgfri)

source: Access Password (Required for Private Links)
da_dk: Adgangskode (påkrævet for private links)

source: Enter access password
da_dk: Indtast adgangskode

source: Only safe characters such as letters, numbers, and hyphens are permitted; if left blank, a short code will be generated automatically.
da_dk: Kun sikre tegn som bogstaver, tal og bindestreger er tilladt; hvis feltet efterlades tomt, vil en kort kode blive automatisk genereret.

# Private (Check to make the link private and display password input)
source: Private (Tick to make the link private and display password input)
da_dk: Privat (Marker for at gøre linket privat og vise adgangskodefelt)

# If not filled, it will be permanently valid (unless manually disabled).
source: If left blank, it will remain valid indefinitely (unless manually deactivated).
da_dk: Hvis ikke udfyldt, vil den være permanent gyldig (medmindre den deaktiveres manuelt).

source: e.g.: 100
da_dk: f.eks.: 100

source: Only valid when set to private; the server will encrypt and store the password.
da_dk: Kun gyldig, når den er sat til privat; serveren bør kryptere og gemme adgangskoden.

# Max Clicks (Optional)
source: Maximum Clicks (Optional)
da_dk: Maks. klik (valgfrit)

source: Title / Remark (Optional)
da_dk: Titel / Bemærkning (Valgfrit)

# The link will expire after reaching this number (can be empty for unlimited).
source: The link will expire after reaching this number (can be left blank for unlimited).
da_dk: Linken udløber efter at have nået dette antal (kan være tomt for ubegrænset).

source: Create Short Link
da_dk: Opret kort link

source: This link is private; please enter the access password.
da_dk: Denne link er privat, indtast venligst adgangskoden.

source: Copied!
da_dk: Kopieret!

source: e.g.: Double Eleven Event Page
da_dk: f.eks.: Double Eleven Event Side

# Only for background display and identification, does not affect redirection.
source: For background display and identification only; does not affect redirection.
da_dk: Kun til brugergrænsefladevisning og identifikation, påvirker ikke omdirigeringen.

source: Custom Code
da_dk: Tilpasset kode

source: e.g.: my-product
da_dk: f.eks.: mit-produkt

source: e.g.: Double Eleven Campaign
da_dk: f.eks.: Double Eleven-kampagne

# Title / Remark
source: Title / Note
da_dk: Titel / Bemærkning

# Leave empty to auto-generate.
source: Leave blank to auto-generate.
da_dk: Lad stå tomt for automatisk generering.

source: Create New Link
da_dk: Opret ny link

source: For internal identification only.
da_dk: Kun til intern identifikation.

# Max Clicks
source: Maximum Clicks
da_dk: Maks. klik

# Please enter the complete URL, e.g.:
source: Please enter the complete URL, for example:
da_dk: Indtast venligst den komplette URL, f.eks.:

source: Target URL
da_dk: Mål-URL

# Optional. Leave empty for permanent.
source: Optional. Leave blank for permanent.
da_dk: Valgfrit. Lad være tom for permanent.

source: Link expires after reaching this limit.
da_dk: Linket udløber efter at have nået denne grænse.

source: Privacy Settings
da_dk: Privatlivsindstillinger

source: Make this link Private
da_dk: Gør dette link privat

# Expiration Time
source: Expiry Time
da_dk: Udløbstid

source: Access Password
da_dk: Adgangskode

# The server will encrypt and store the password safely.
source: The server will encrypt and store the password securely.
da_dk: Serveren vil kryptere og gemme adgangskoden sikkert.

source: Private links require a password to access.
da_dk: Private links kræver en adgangskode for at få adgang.

source: Fast
da_dk: Hurtig

source: Why Warp?
da_dk: Hvorfor Warp?

source: Sign In to Start
da_dk: Log ind for at komme i gang

source: Advanced Settings
da_dk: Avancerede Indstillinger

source: Shorten Your Links
da_dk: Forkort dine links

# Generate short links instantly with our optimized infrastructure.
source: Generate short links instantly with our optimised infrastructure.
da_dk: Generer korte links øjeblikkeligt med vores optimerede infrastruktur.

# Leave empty to make this link public. If filled, the link will be private.
source: Leave this field blank to make the link public. If a password is entered, the link will be private.
da_dk: Lad feltet stå tomt for at gøre linket offentligt. Hvis det udfyldes, vil linket være privat.

source: Warp is a powerful URL shortener that helps you manage your links, track clicks, and share content with ease. Create short, memorable links for your business or personal use.
da_dk: Warp er en kraftfuld URL-forkorter, der hjælper dig med at administrere dine links, spore klik og dele indhold med lethed. Opret korte, mindeværdige links til dit erhverv eller personlige brug.

# Track clicks and understand your audience with detailed stats.
source: Monitor clicks and understand your audience with detailed statistics.
da_dk: Spor klik og forstå dit publikum med detaljerede statistikker.

source: Protect your links with passwords and manage access control.
da_dk: Beskyt dine links med adgangskoder og administrer adgangskontrol.

source: Secure
da_dk: Sikker
