Repository: AiursoftWeb/Warp
Catalog: src/Aiursoft.Warp/Resources/Views/Admin/EditLink.*.resx
Languages: ro_ro

source: Link updated successfully.
ro_ro: Link actualizat cu succes.

source: Success!
ro_ro: Succes!

source: Delete
ro_ro: Șterge

# Target URL
source: Destination URL
ro_ro: URL-ul țintă

source: Edit Link
ro_ro: Editează Linkul

source: Enter the target URL
ro_ro: Introduceți adresa URL țintă

source: Link Details
ro_ro: Detalii Link

source: Modify link content, title, and owner.
ro_ro: Modificați conținutul, titlul și proprietarul linkului.

source: Owner
ro_ro: Proprietar

source: Custom Code
ro_ro: Cod Personalizat

# Expiration Time
source: Expiry Time
ro_ro: Data expirării

source: Enter custom code
ro_ro: Introduceți codul personalizat

source: Title / Remark
ro_ro: Titlu / Observație

source: Enter the link title
ro_ro: Introduceți titlul linkului

# Leave empty for permanent.
source: Leave blank for permanent.
ro_ro: Lăsați necompletat pentru permanent.

source: -- Select an Owner --
ro_ro: -- Selectați un Proprietar --

source: Make this link Private
ro_ro: Fă acest link privat

# Enter max clicks
source: Enter maximum clicks
ro_ro: Introduceți numărul maxim de clicuri

# Max Clicks
source: Maximum Clicks
ro_ro: Numărul maxim de clicuri

source: Private links require a password to access.
ro_ro: Linkurile private necesită o parolă pentru acces.

source: New Password
ro_ro: Parolă Nouă

# Leave empty for unlimited.
source: Leave blank for unlimited.
ro_ro: Lăsați necompletat pentru nelimitat.

# Leave empty to keep current password
source: Leave blank to keep current password
ro_ro: Lăsați gol pentru a păstra parola actuală.

source: Statistics
ro_ro: Statistici

source: Back to List
ro_ro: Înapoi la listă

source: Save
ro_ro: Salvează

source: clicks used
ro_ro: clicuri utilizate

source: Created At
ro_ro: Creat la

source: Visit Link
ro_ro: Accesează Linkul

source: Quick Actions
ro_ro: Acțiuni Rapide

source: Copy Link
ro_ro: Copiază Link

source: Copied!
ro_ro: Copiat!

source: Delete Link
ro_ro: Șterge Legătura

source: Failed to copy to clipboard
ro_ro: Nu s-a putut copia în clipboard
