Repository: AiursoftWeb/Warp
Catalog: src/Aiursoft.Warp/Resources/Models/HomeViewModels/IndexViewModel.*.resx
Languages: el_gr, hi_in, it_it, ja_jp, ro_ro, th_th

source: Something went wrong, please try again later.
el_gr: Κάτι πήγε στραβά, δοκιμάστε ξανά αργότερα.
hi_in: कुछ गड़बड़ हो गई, कृपया बाद में पुनः प्रयास करें।
it_it: Qualcosa è andato storto, riprova più tardi.
ja_jp: エラーが発生しました。後ほど再度お試しください。
ro_ro: Ceva nu a funcționat corect, vă rugăm să încercați din nou mai târziu.
th_th: เกิดข้อผิดพลาดบางอย่าง โปรดลองอีกครั้งในภายหลัง

source: Please input your target link!
el_gr: Παρακαλώ εισάγετε τον σύνδεσμο προορισμού σας!
hi_in: कृपया अपना लक्ष्य लिंक दर्ज करें!
it_it: Inserisci il tuo link di destinazione!
ja_jp: ターゲットリンクを入力してください！
ro_ro: Vă rugăm să introduceți linkul țintă!
th_th: กรุณากรอกลิงก์เป้าหมายของคุณ!

source: Title contains invalid characters.
el_gr: Ο τίτλος περιέχει μη έγκυρους χαρακτήρες.
hi_in: शीर्षक में अमान्य वर्ण हैं।
it_it: Il titolo contiene caratteri non validi.
ja_jp: タイトルに無効な文字が含まれています。
ro_ro: Titlul conține caractere invalide.
th_th: ชื่อเรื่องมีอักขระที่ไม่ถูกต้อง

source: Custom code can only contain letters, numbers, and hyphens, and be up to 30 characters long.
el_gr: Ο προσαρμοσμένος κωδικός μπορεί να περιέχει μόνο γράμματα, αριθμούς και παύλες και να έχει μέχρι 30 χαρακτήρες.
hi_in: कस्टम कोड में केवल अक्षर, संख्याएँ और हाइफ़न हो सकते हैं, और यह अधिकतम 30 वर्णों का हो सकता है।
it_it: Il codice personalizzato può contenere solo lettere, numeri e trattini e deve essere lungo al massimo 30 caratteri.
ja_jp: カスタムコードは、英字、数字、ハイフンのみ使用可能で、最大30文字までです。
ro_ro: Codul personalizat poate conține doar litere, cifre și cratime și poate avea maximum 30 de caractere.
th_th: รหัสที่กำหนดเองสามารถประกอบด้วยตัวอักษร ตัวเลข และยัติภังค์เท่านั้น และต้องมีความยาวไม่เกิน 30 ตัวอักษร

source: The {0} is not a valid URL.
el_gr: Το {0} δεν είναι έγκυρη διεύθυνση URL.
hi_in: {0} एक वैध URL नहीं है।
it_it: Il {0} non è un URL valido.
ja_jp: {0}は有効なURLではありません。
ro_ro: {0} nu este o adresă URL validă.
th_th: {0} ไม่ใช่ URL ที่ถูกต้อง

source: Title
el_gr: Τίτλος
hi_in: शीर्षक
it_it: Titolo
ja_jp: タイトル
ro_ro: Titlu
th_th: ชื่อเรื่อง

source: Custom Code
el_gr: Προσαρμοσμένος Κωδικός
hi_in: कस्टम कोड
it_it: Codice Personalizzato
ja_jp: カスタムコード
ro_ro: Cod Personalizat
th_th: รหัสที่กำหนดเอง

source: Target URL
el_gr: Σύνδεσμος Προορισμού
hi_in: लक्ष्य यूआरएल
it_it: URL di destinazione
ja_jp: ターゲットURL
ro_ro: URL-ul țintă
th_th: URL ปลายทาง

source: Password
el_gr: Κωδικός πρόσβασης
hi_in: पासवर्ड
ja_jp: パスワード
ro_ro: Parolă
th_th: รหัสผ่าน

source: Max Clicks
el_gr: Μέγιστα Κλικ
hi_in: अधिकतम क्लिक्स
it_it: Numero massimo di clic
ja_jp: 最大クリック数
ro_ro: Numărul maxim de clicuri
th_th: จำนวนคลิกสูงสุด

source: Private Link
el_gr: Ιδιωτικός Σύνδεσμος
hi_in: निजी लिंक
it_it: Collegamento Privato
ja_jp: 非公開リンク
ro_ro: Legătură Privată
th_th: ลิงก์ส่วนตัว

source: Expiration Time
el_gr: Χρόνος Λήξης
hi_in: समाप्ति समय
it_it: Scadenza
ja_jp: 有効期限
ro_ro: Timp de expirare
th_th: เวลาหมดอายุ
