Repository: AiursoftWeb/Warp
Catalog: src/Aiursoft.Warp/Resources/Models/AdminViewModels/EditLinkViewModel.*.resx
Languages: fi_fi, id_id, uk_ua, zh_hk

source: Custom Code
fi_fi: Mukautettu koodi
id_id: Kode Kustom
uk_ua: Власний код
zh_hk: 自訂代碼

# Expiration Time
source: Expiry Time
fi_fi: Vanhenemisaika
id_id: Waktu Kedaluwarsa
uk_ua: Термін дії
zh_hk: 過期時間

# Max Clicks
source: Maximum Clicks
fi_fi: Maksimiklikkaukset
id_id: Klik Maksimum
uk_ua: Максимальна кількість кліків
zh_hk: 最高點擊次數

source: Owner
fi_fi: Omistaja
id_id: Pemilik
uk_ua: Власник
zh_hk: 擁有者

source: Password
fi_fi: Salasana
id_id: Kata Sandi
uk_ua: Пароль
zh_hk: 密碼

source: Please select the owner of this link!
fi_fi: Valitse tämän linkin omistaja!
id_id: Silakan pilih pemilik dari Tautan ini!
uk_ua: Будь ласка, оберіть власника цього посилання!
zh_hk: 請選擇此連結的擁有者！

source: Private Link
fi_fi: Yksityinen linkki
id_id: Tautan Pribadi
uk_ua: Приватне посилання
zh_hk: 私人連結

source: The {0} is not a valid URL.
fi_fi: {0} ei ole kelvollinen URL-osoite.
id_id: {0} bukan URL yang valid.
uk_ua: {0} не є дійсною URL-адресою.
zh_hk: {0} 並非有效的網址。

source: The {0} is required.
fi_fi: {0} on pakollinen.
id_id: {0} wajib diisi.
uk_ua: Поле {0} є обов'язковим.
zh_hk: {0} 係必須嘅。

# The {0} must be at max {1} characters long.
source: The {0} must be at most {1} characters long.
fi_fi: {0} saa olla enintään {1} merkkiä pitkä.
id_id: {0} harus memiliki panjang maksimal {1} karakter.
uk_ua: Поле {0} має містити не більше {1} символів.
zh_hk: {0} 最多只能有 {1} 個字符。
